Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: STOP MONARCH PROBLEMS For years Monarch Solutions has been buying out Riverport piece by piece, steamrolling over small businesses and local culture to establish corporate dominance. On October 9th, they intend to demolish the historic Riverport University library to make way for additional Monarch-funded university research centers. They’ve gone too far. Sick of Monarch Solutions turning our city into a corporate monopoly? So are we! It’s time to stop trading culture for profits. It’s time to stop Monarch. On OCTOBER 8th @ 7PM help us spread awareness of Monarch’s shameful actions by joining our protest in the central courtyard. Camp out and enjoy the all-night music. Tell your friends. For more information, contact Amy Ferrero (aferrero@riverportuniversity.com) NOTE: This is a non-alcoholic event.
pl_pl: POWSTRZYMAĆ MONARCH Przez lata Monarch Solutions wykupywał Riverport kawałek po kawałku, walcząc z małymi firmami i lokalną kulturą, aby ustanowić korporacyjną dominację. 9 października zamierzają zburzyć historyczną bibliotekę Riverport University, aby zrobić miejsce dla dodatkowych uniwersyteckich centrów badawczych finansowanych przez Monarch. Posunęli się za daleko. Masz dość tego, że Monarch Solutions zamienia nasze miasto w korporacyjny monopol? My również! Nadszedł czas, aby przestać handlować kulturą dla zysków. Nadszedł czas, by powstrzymać Monarch. 8 PAŹDZIERNIKA o 19:00 pomóż nam szerzyć świadomość haniebnych działań Monarch, dołączając do naszego protestu na centralnym dziedzińcu. Rozbij obóz i ciesz się całonocną muzyką. Powiedz o tym swoim znajomym. Aby uzyskać więcej informacji, skontaktuj się z Amy Ferrero (aferrero@riverportuniversity.com) UWAGA: Jest to wydarzenie bezalkoholowe.

source: STORAGE DEVICE
pl_pl: URZĄDZENIE PAMIĘCI MASOWEJ

source: STRAFE LEFT
pl_pl: UNIK W LEWO

source: STRAFE RIGHT
pl_pl: UNIK W PRAWO

source: STREET CAMS, DASH CAMS, COMPUTERS AT HEADQUARTERS.
pl_pl: Kamery na ulicach, kamery w samochodach, komputery w siedzibach...

source: STRONG
pl_pl: SILNE

source: SUBTITLES
pl_pl: NAPISY

source: SURRENDER
pl_pl: PODDANIE

source: Safe! Look around you, Will! Does this feel "safe" to you?
pl_pl: Bezpieczeństwo! Rozejrzyj się, Will! Czy wydaje ci się to „bezpieczne”?

source: Safeguard Nine. Draw Joyce away from that harvester immediately!
pl_pl: Safeguard 9. Natychmiast odciągnij Joyce'a od tego kombajnu!

source: Safeguard, I want Joyce contained before that stutter hits!
pl_pl: Safeguard, chcę, żeby Joyce został złapany przed zacięciem!

source: Save Will in 1 second
pl_pl: Ocal Willa w ciągu 1 sekundy

source: Save Will in 10 seconds
pl_pl: Ocal Willa w ciągu 10 sekund

source: Save Will in 11 seconds
pl_pl: Ocal Willa w ciągu 11 sekund

source: Save Will in 12 seconds
pl_pl: Ocal Willa w ciągu 12 sekund

source: Save Will in 13 seconds
pl_pl: Ocal Willa w ciągu 13 sekund

source: Save Will in 14 seconds
pl_pl: Ocal Willa w ciągu 14 sekund

source: Save Will in 15 seconds
pl_pl: Ocal Willa w ciągu 15 sekund

source: Save Will in 2 seconds
pl_pl: Ocal Willa w ciągu 2 sekund

source: Save Will in 3 seconds
pl_pl: Ocal Willa w ciągu 3 sekund

source: Save Will in 4 seconds
pl_pl: Ocal Willa w ciągu 4 sekund

source: Save Will in 5 seconds
pl_pl: Ocal Willa w ciągu 5 sekund

source: Save Will in 6 seconds
pl_pl: Ocal Willa w ciągu 6 sekund

source: Save Will in 7 seconds
pl_pl: Ocal Willa w ciągu 7 sekund

source: Save Will in 8 seconds
pl_pl: Ocal Willa w ciągu 8 sekund

source: Save Will in 9 seconds
pl_pl: Ocal Willa w ciągu 9 sekund

source: Say bye to your powers, Joyce!
pl_pl: Pożegnaj się ze swoimi mocami, Joyce!

source: Scanning... area clear.
pl_pl: Skanowanie... obszar czysty.

source: Scared Civilian
pl_pl: Przerażony cywil

source: Schematics
pl_pl: Schemat

source: Schrodinger Diary
pl_pl: Dziennik Schrodingera

source: Scientist
pl_pl: Naukowiec

source: Scientist 10
pl_pl: Naukowiec 10

source: Scientist 11
pl_pl: Naukowiec 11

source: Scientist 2
pl_pl: Naukowiec 2

source: Scientist 3
pl_pl: Naukowiec 3

source: Scientist 4
pl_pl: Naukowiec 4

source: Scientist 5
pl_pl: Naukowiec 5

source: Scientist 6
pl_pl: Naukowiec 6

source: Scientist 7
pl_pl: Naukowiec 7

source: Scientist 8
pl_pl: Naukowiec 8

source: Scientist 9
pl_pl: Naukowiec 9

source: Seal the CFR chamber
pl_pl: Uszczelnij komorę RPC

source: Search your surroundings for optional content! There are posters, e-mail messages, documents and more scattered throughout the game world.
pl_pl: Przeszukaj otoczenie w poszukiwaniu opcjonalnej zawartości! W całym świecie gry porozrzucane są plakaty, wiadomości e-mail, dokumenty i nie tylko.

source: Searching for the target!
pl_pl: Szukam celu!

source: Searching for the target, over.
pl_pl: Szukamy celu, odbiór.

source: Secure the countermeasure
pl_pl: Zabezpiecz środek zaradczy

source: Secure the exit. I'm going in alone.
pl_pl: Zabezpiecz wyjście. Wchodzę sam.

source: Security console's in there. Now... how do I get this open?
pl_pl: Konsola bezpieczeństwa tam jest. Teraz... jak ją otworzyć?

source: Security terminal's inside. Just gotta... get inside.
pl_pl: Terminal bezpieczeństwa jest w środku. Muszę tylko... dostać się do środka.

source: Security's tight. Maybe wanna shut that machine off.
pl_pl: Ochrona jest szczelna. Może warto wyłączyć tę maszynę.

source: See for yourself. It's in the next room.
pl_pl: Przekonaj się sama. Jest w pokoju obok.

source: See that you do.
pl_pl: I tak trzymać.

source: See the game's credits
pl_pl: Zobacz autorów gry

source: See?
pl_pl: Widzisz?

source: Seeing Paul's face on that screen... it was some kind of sick reminder. I couldn't escape what had happened. What he did. I needed to know why.
pl_pl: Widząc twarz Paula na ekranie... to było jakieś chore przypomnienie. Nie mogłem uciec od tego, co się stało. Od tego, co zrobił. Musiałem wiedzieć dlaczego.

source: Seeing that face put it into perspective. They were all misled, manipulated to believing they were doing what was right. What was necessary.
pl_pl: Widząc tę twarz, spojrzałem na to z innej perspektywy. Wszyscy zostali wprowadzeni w błąd, zmanipulowani, by uwierzyć, że robią to, co słuszne. Co było konieczne.

source: Seen what? What's this all for?
pl_pl: Co widziałeś? Po co to wszystko?

source: Select the Language for the Audio content of the game
pl_pl: Wybierz język dla zawartości audio gry

source: Select the Language for the Text content of the game
pl_pl: Wybierz język dla zawartości tekstowej gry

source: Selfie Woman
pl_pl: Kobieta robiąca Selfie

source: Semi-auto Shotgun
pl_pl: Strzelba półautomatyczna

source: Sending a quick email to make sure that all divisions of the chronon R and D department are on schedule. As you know, Monarch will be moving to Phase 3 on October 9th upon completion of the university operation. High level milestone deliverables for Phase 2 are as follows: GROUND ZERO HARVESTING OP By the end of Phase 2 we expect to have officially harvested enough chronon particles from the Ground Zero operation to fuel necessary chronon tech indefinitely. Access to the Red Zone should be completely prohibited from this point forward. All harvesting equipment will be dismantled and returned to Monarch Tower during Phase 3. CFR RESEARCH All research regarding the CFR must be complete and the CFR must be returned to Monarch Tower for safekeeping. LIFEBOAT Prototype testing phase of the Lifeboat should be complete. Further testing will commence once the CFR is returned to Monarch Tower. CHRONON TECH Alpha build tech must be complete for all armor and weaponry. Beta tech will commence during Phase 3. Dampener must have reached approved proof of concept deliverables. Please read the milestone booklet to make sure all departmental deliveries are achieved. Dr. Sofia Amaral Head of Research
pl_pl: Wysyłam szybkiego maila, aby upewnić się, że wszystkie zespoły w dziale badań i rozwoju chrononu działają zgodnie z harmonogramem. Jak wiecie, Monarch przejdzie do Fazy 3 9 PAŹDZIERNIKA po zakończeniu operacji na uniwersytecie. Kamienie milowe fazy 2 są następujące: ZBIERANIE CZĄSTEK - OPERACJA W STREFIE ZERO Pod koniec Fazy 2 spodziewamy się oficjalnie zebrać wystarczającą ilość cząsteczek chrononu z operacji w Strefie Zero, aby zasilić niezbędną technologię chrononową na czas nieokreślony. Od tego momentu dostęp do Czerwonej Strefy powinien być całkowicie zabroniony. Cały sprzęt do zbierania zostanie zdemontowany i zwrócony do Wieży Monarch podczas Fazy 3. BADANIA RPC Wszystkie badania dotyczące RPC muszą zostać zakończone, a RPC musi zostać zwrócony do Wieży Monarch w celu przechowania. ŁÓDŹ RATUNKOWA Faza testowania prototypu łodzi ratunkowej powinna zostać zakończona. Dalsze testy rozpoczną się po zwróceniu RPC do Wieży Monarch. TECHNOLOGIA CHRONONU Technologia budowy alfa musi zostać ukończona dla wszystkich pancerzy i broni. Technologia beta rozpocznie się w fazie 3. Tłumik musi osiągnąć zatwierdzone wyniki weryfikacji ze specyfikacji. Prosimy o przeczytanie broszury z kamieniami milowymi, aby upewnić się, że wszystkie zadania działów zostaną osiągnięte. Dr Sofia Amaral Kierownik działu badań

source: September 28, 2016 – 10:32am
pl_pl: 28 września 2016 - 10:32

source: Serene Time Sickness Chart 1
pl_pl: Wykres postępowania choroby Serene 1

source: Serene Time Sickness Chart 2
pl_pl: Wykres postępowania choroby Serene 2

source: Serene believed she was working against him, wanted him dead.
pl_pl: Serene wierzył, że działa przeciwko niemu, chciała jego śmierci.

source: Serene brought down the whole building just to take out that geek. Stone cold, man. Talk about making a point.
pl_pl: Serene zniszczył cały budynek tylko po to, żeby załatwić tego maniaka. Z zimną krwią, człowieku. O czym ty gadasz.

source: Serene chooses the PR approach. He manipulates media to frame Jack Joyce as the villain in the university incident.
pl_pl: Serene wybiera podejście PR'owe. Manipuluje mediami, aby wrobić Jack'a Joyce'a w rozpętanie uniwersyteckiego protestu.

source: Serene chooses the hardline approach. He orders all witnesses to the university operation eliminated.
pl_pl: Serene wybiera twarde podejście. Nakazuje wyeliminowanie wszystkich świadków uniwersyteckiego protestu.

source: Serene chooses to focus on his relationship with Jack and let Monarch fend for itself for a while.
pl_pl: Serene postanawia skupić się na swojej relacji z Jack'iem i pozwolić Monarch przez jakiś czas radzić sobie samemu.

source: Serene chooses to focus on leading Monarch rather than wasting time on Jack.
pl_pl: Serene postanawia skupić się na prowadzeniu Monarch, zamiast tracić czas na Jack'a.

source: Serene chooses to trust Hatch and suspects Sofia is a traitor.
pl_pl: Serene postanawia zaufać Hatchowi i podejrzewa, że Sofia jest zdrajczynią.

source: Serene chooses to trust Sofia and suspects Hatch is a traitor.
pl_pl: Serene postanawia zaufać Sofii i podejrzewa, że Hatch jest zdrajcą.

source: Serene didn't show. And now this.
pl_pl: Serene się nie pokazał. A teraz to.

source: Serene holds on to his reason in a final effort to see his plan through.
pl_pl: Serene trzyma się swojego rozsądku i stara się zrealizować swój plan.

source: Serene isn't in the building anymore. So maybe you don't have to run into him.
pl_pl: Serene'a nie ma już w budynku. Więc może nie będziesz musiał się z nim spotykać.

source: Serene just finished the speech. I CAN’T TAKE IT HE’S TOO MUCH!!!! I swear I could eat that guy up with a spoon. :P
pl_pl: Serene właśnie skończył przemowę. NIE ZNIOSĘ TEGO, ON JEST TAKI PRZYSTOJNY!!!! Przysięgam, że mógłbym zjeść tego gościa łyżką :P

source: Serene ordered Hatch to kill me because he didn't want to put his plan at risk. Seeing the scale of that facility, I started realizing just how deep that plan went. And made me wonder... if time was ending, what was it all for?
pl_pl: Serene kazał Hatchowi mnie zabić, ponieważ nie chciał narażać swojego planu. Widząc skalę tego obiektu, zacząłem zdawać sobie sprawę, jak głęboko sięgał ten plan. I zacząłem się zastanawiać... jeśli czas się kończy, to po co to wszystko?

source: Serene stops fighting his Chronon Syndrome. He loses faith in his plan and Monarch.
pl_pl: Serene przestaje walczyć z syndromem Chronona. Traci wiarę w swój plan i Monarch.

source: Serene's Surface
pl_pl: Przemyślenia Serene'a

source: Serene's finished his speech and he knows you're loose. He's headed your way.
pl_pl: Serene skończył przemowę i wie, że jesteś na wolności. Kieruje się w twoją stronę.

source: Serene's not the priority. I'm getting you out of there. I'll meet you at the drydocks. Channel one is the Monarch frequency, use it to keep ahead of them. And Jack... don't do anything stupid.
pl_pl: Serene nie jest priorytetem. Zabieram cię stamtąd. Spotkamy się w porcie. Kanał pierwszy to częstotliwość Monarch, użyj go, by ich wyprzedzić. I Jack... nie rób nic głupiego.

source: Serene's original manifesto for Monarch.
pl_pl: Oryginalny manifest Serene'a dla Monarch.

source: Serene's plans are focused on the future, not the past. But to succeed, he needs absolute control. A time machine is control.
pl_pl: Plany Serene koncentrują się na przyszłości, a nie na przeszłości. Ale aby odnieść sukces, potrzebuje absolutnej kontroli. Wehikuł czasu to kontrola.

source: Serene's treatments have been destroyed. He believes she's responsible.
pl_pl: Lekarstwa Serene'a zostało zniszczone. Wierzy, że to ona jest za to odpowiedzialna.

source: Serene’s thoughts about William’s device and killing Beth.
pl_pl: Przemyślenia Serene na temat urządzenia Williama i zabicia Beth.

source: Seriously, Jack, I need to talk to you. It's important.
pl_pl: Poważnie, Jack, muszę z tobą porozmawiać. To ważne.

source: Seriously, Jack, let's go.
pl_pl: Poważnie, Jack, chodźmy.

source: Seriously, don't worry about me. Just... do what you need to do.
pl_pl: Poważnie, nie martw się o mnie. Po prostu... rób to, co musisz.

source: Seriously, where's that goddamn extraction team?
pl_pl: Poważnie, gdzie jest ten cholerny zespół wydobywczy?

source: Set date on console
pl_pl: Ustaw datę na konsoli

source: Set the date
pl_pl: Ustaw datę

source: Seven different parking lots, and you just had to pick this one!
pl_pl: Siedem różnych parkingów i musiałeś wybrać ten!

source: Seventeen years he lived through twice. All of it mapped out. From memory.
pl_pl: Siedemnaście lat, które przeżył dwukrotnie. Wszystko to spisał. Z pamięci.

source: She always was.
pl_pl: Zawsze taka była.

source: She didn’t do anything! She--
pl_pl: Ona nic nie zrobiła! Ona...

source: She isn't.
pl_pl: Nie jest.

source: She knew you'd never make it without those treatments.
pl_pl: Wiedziała, że bez tych leków nigdy ci się nie uda.

source: She knows about the Fracture. I trust her.
pl_pl: Ona wie o pęknięciu czasu. Ufam jej.

source: She lost hope.
pl_pl: Straciła nadzieję.

source: She warned me. I knew she was right, all this time. I warned Paul, this could have all been avoided. We're too late.
pl_pl: Ostrzegała mnie. Przez cały ten czas wiedziałem, że miała rację. Ostrzegałem Paula, tego wszystkiego można było uniknąć. Spóźniliśmy się.

source: She was right. About the Fracture, about all of this.
pl_pl: Miała rację. Co do pęknięcia, co do tego wszystkiego.

source: She was.
pl_pl: Pomagała.

source: She wasn't the only one.
pl_pl: Nie ona jedna.

source: She'd changed. And there was a weight in her eyes. She was hiding something.
pl_pl: Zmieniła się. W jej oczach był ból. Coś ukrywała.

source: She's got backup! He's, I don't know what he is!
pl_pl: Ma wsparcie! On jest, nie wiem czym on jest!

source: She's not unfreezing. It worked on you, why isn't it working on the others?
pl_pl: Nie odmraża się. Zadziałało na ciebie, dlaczego nie działa na innych?

source: Shelling!
pl_pl: Strzelam!

source: Shh!
pl_pl: Ciii!

source: Shh. He's listening.
pl_pl: Ciii. On słucha.

source: Shi.. shit!
pl_pl: Cho... cholera!

source: Shield
pl_pl: Czasowa Tarcza

source: Shift Worker
pl_pl: Pracownik zmiany

source: Shifter Presentation
pl_pl: Przedstawienie Shifterów

source: Shimmy
pl_pl: Ślizgaj się

source: Shit!
pl_pl: Cholera!

source: Shit! Ass... fucking goddamn it.
pl_pl: Cholera! Jasna... kurwa mać.

source: Shit! Snipers!
pl_pl: Cholera! Snajperzy!

source: Shit!! Help!
pl_pl: Cholera!!! Pomocy!

source: Shit, I'm out!
pl_pl: Cholera, pusto!

source: Shit, I'm out.
pl_pl: Cholera, wystrzelałem się.

source: Shit, locked out again. Where was the failsafe switch?
pl_pl: Cholera, znowu zamknięte. Gdzie był wyłącznik awaryjny?

source: Shit, powers are drained.
pl_pl: Cholera, moce się wyczerpały.

source: Shit, shit, shit.
pl_pl: Kurwa, kurwa, kurwa.

source: Shit, they can see me move in stutters!
pl_pl: Cholera, widzą mnie podczas zacięć!

source: Shit.
pl_pl: Cholera.

source: Shit. I didn't sign up for combat duty.
pl_pl: Cholera. Nie zapisałem się na służbę bojową.

source: Shit. I'm so sorry, Jack, they forced me to do it, I--
pl_pl: Cholera. Tak mi przykro, Jack, zmusili mnie do tego, ja...

source: Shit. It's like Watergate all over again.
pl_pl: Cholera. Znowu jak w Watergate.

source: Shit. Open fire!
pl_pl: Cholera. Otworzyć ogień!

source: Shit. Snipers!
pl_pl: Cholera. Snajperzy!

source: Shit. Still getting used to that.
pl_pl: Cholera. Wciąż się do tego przyzwyczajam.

source: Shit. This is where they brought the university core. This is -- Paul's machine!
pl_pl: O cholera. To tutaj przywieźli rdzeń z uniwersytetu. To jest maszyna Paula!

source: Shit. Too late. I gotta beat him to the library.
pl_pl: Cholera. Za późno. Muszę go wyprzedzić w bibliotece.

source: Shit. Yeah. Sorry, man, I'm with ya. I'm solid.
pl_pl: Cholera. Masz rację. Sorry, stary, jestem z tobą.

source: Shocked Guest
pl_pl: Zszokowany gość

source: Shocked Guest 2
pl_pl: Zszokowany gość 2

source: Shocked Text Message
pl_pl: SMS o strzale do Hatcha

source: Shoot at a Time Stop to stack your bullets for extra damage.
pl_pl: Strzelaj w bańkę czasowej pauzy, aby kumulować pociski i zadawać dodatkowe obrażenia.

source: Shoot him!
pl_pl: Zastrzel go!

source: Shop Floor Worker
pl_pl: Pracownik hali produkcyjnej

source: Shop Floor Worker 2
pl_pl: Pracownik hali produkcyjnej 2

source: Short version: I gotta go back in time and save my brother.
pl_pl: Wersja krótka: Muszę cofnąć się w czasie i uratować brata.

source: Shot at, anyway. Right on stage. That's fucked up.
pl_pl: Albo ktoś do niego strzelał. Bezpośrednio na scenie. To jest pojebane.

source: Shotgun advancing!
pl_pl: Operator atakuje!

source: Shotgun! This could hurt.
pl_pl: Strzelba! To może zaboleć.

source: Shotgunner advancing on hostile!
pl_pl: Nasz ze strzelbą atakuję nieprzyjaciela!

source: Shotgunner moving in!
pl_pl: Strzelba wkracza do akcji!

source: Shotgunner.
pl_pl: Chłop ze strzelbą.

source: Shotguns are at their most effective at close range.
pl_pl: Strzelby są najskuteczniejsze na bliskim dystansie.

source: Should be released by now. Monarch convinced them the same thing they convinced everybody else. That what Monarch did at the university was necessary to "protect them" from--
pl_pl: Powinni już ich wypuścić. Monarch przekonał ich do tego samego, do czego przekonał wszystkich innych. Że to, co Monarch zrobił na uniwersytecie, było konieczne, aby „ich chronić” przed...

source: Should probably see how Doctor Amaral's doing.
pl_pl: Powinien chyba sprawdzić, jak się miewa doktor Amaral.

source: Should've listened to me. Idiots.
pl_pl: Powinni byli mnie posłuchać. Idioci.

source: Shouldn't we hurry?
pl_pl: Nie powinniśmy się pospieszyć?

source: Shut down the chronon dampener
pl_pl: Wyłącz tłumik chrononu

source: Shut the hell up!
pl_pl: Zamknij się do cholery!

source: Shut up and get in your cars like they say!
pl_pl: Zamknij się i wsiadaj do samochodu!

source: Shut your face. We're gonna wait for someone in charge to get here, see what they say about this.
pl_pl: Zamknij się. Poczekamy na kogoś z dowództwa i zobaczymy, co powie na ten temat.

source: Sign
pl_pl: Znak

source: Sign in
pl_pl: Zaloguj się
